---
kind: enumMember
id: F:Autodesk.Revit.DB.AssemblyDetailViewOrientation.ElevationBottom
enum: Autodesk.Revit.DB.AssemblyDetailViewOrientation
source: html/941c2468-0a94-b2c0-0c73-1953e15487d6.htm
---
# Autodesk.Revit.DB.AssemblyDetailViewOrientation.ElevationBottom

The Detail View will be oriented horizontally, with its cut plane along the bottom face of the assembly's bounding box, looking up into the bounding box.